{ 
"Drugs" : 
        [{
            "DrugName" : "Tylenol",
            "SimllarNames" : "Actamin,Panadol,Feverall,Tempra Quicklets,Dayquil,NyQuil,Percocet,Acetaminophen",
            "MedicationStorage" : "Keep this medication in the container it came in, tightly closed, and out of reach of children. Store it at room temperature and away from excess heat and moisture (not in the bathroom). It is important to keep all medication out of sight and reach of children as many containers (such as weekly pill minders and those for eye drops, creams, patches, and inhalers) are not child-resistant and young children can open them easily. To protect young children from poisoning, always lock safety caps and immediately place the medication in a safe location – one that is up and away and out of their sight and reach. http://www.upandaway.org Unneeded medications should be disposed of in special ways to ensure that pets, children, and other people cannot consume them.",
            "MedicationInteractions" : "Substances that induce or regulate hepatic cytochrome enzyme CYP2E1 may alter the metabolism of acetaminophen and increase its hepatotoxic potential. The clinical consequences of these effects have not been established. Effects of ethanol are complex, because excessive alcohol usage can induce hepatic cytochromes, but ethanol also acts as a competitive inhibitor of the metabolism of acetaminophen. ",
            "SideEffects" : "Some side effects can be serious. If you experience any of the following symptoms, stop taking acetaminophen and call your doctor immediately or get emergency medical attention: red, peeling or blistering skin, rash, hives, itching, swelling of the face, throat, tongue, lips, eyes, hands, feet, ankles, or lower legs , hoarseness, difficulty breathing or swallowing Acetaminophen may cause other side effects. Call your doctor if you have any unusual problems while you are taking this medication.",
            "Overview" : "General information - Common brand name(s): Panadol, Tylenol Uses: This drug is used to treat mild to moderate pain (from headaches, menstrual periods, toothaches, backaches, osteoarthritis, or cold/flu aches and pains) and to reduce fever."            
         },
         {
            "DrugName" : "Acyclovir",
            "SimllarNames" : "Sitavig,Zovirax,Zovirax Capsules,Zovirax Tablets",
            "MedicationStorage" : "Keep this medication in the container it came in, tightly closed, and out of reach of children. Store it at room temperature and away from excess heat and moisture (not in the bathroom). It is important to keep all medication out of sight and reach of children as many containers (such as weekly pill minders and those for eye drops, creams, patches, and inhalers) are not child-resistant and young children can open them easily. To protect young children from poisoning, always lock safety caps and immediately place the medication in a safe location – one that is up and away and out of their sight and reach. Unneeded medications should be disposed of in special ways to ensure that pets, children, and other people cannot consume them. However, you should not flush this medication down the toilet. Instead, the best way to dispose of your medication is through a medicine take-back program. Talk to your pharmacist or contact your local garbage/recycling department to learn about take-back programs in your community. See the FDA's Safe Disposal of Medicines website for more information if you do not have access to a take-back program.",
            "MedicationInteractions" : "Some products that may interact with this drug include: other drugs that may cause kidney problems (including nonsteroidal anti-inflammatory drugs-NSAIDs such as ibuprofen, naproxen).Acyclovir is very similar to valacyclovir. Do not use medications containing valacyclovir while using acyclovir.",
            "SideEffects" : "Nausea, diarrhea, headache, or vomiting may occur. If any of these effects persist or worsen, tell your doctor or pharmacist promptly. A very serious allergic reaction to this drug is rare. However, get medical help right away if you notice any symptoms of a serious allergic reaction, including: rash, itching/swelling (especially of the face/tongue/throat), severe dizziness, trouble breathing.",
            "Overview" : "Acyclovir is used to treat infections caused by certain types of viruses. It treats cold sores around the mouth (caused by herpes simplex), shingles (caused by herpes zoster), and chickenpox.This medication is also used to treat outbreaks of genital herpes. In people with frequent outbreaks, acyclovir is used to help reduce the number of future episodes.Acyclovir is an antiviral drug. However, it is not a cure for these infections. The viruses that cause these infections continue to live in the body even between outbreaks. Acyclovir decreases the severity and length of these outbreaks. It helps the sores heal faster, keeps new sores from forming, and decreases pain/itching. This medication may also help reduce how long pain remains after the sores heal. In addition, in people with a weakened immune system, acyclovir can decrease the risk of the virus spreading to other parts of the body and causing serious infections."            
         },
         {
            "DrugName" : "Albuterol",
            "SimllarNames" : "Accuneb,Ventolin,Proair,Proventil",
            "MedicationStorage" : "Keep this medication in the container it came in, tightly closed, and out of reach of children. Store it at room temperature and away from excess heat and moisture (not in the bathroom). Unneeded medications should be disposed of in special ways to ensure that pets, children, and other people cannot consume them. However, you should not flush this medication down the toilet. Instead, the best way to dispose of your medication is through a medicine take-back program. Talk to your pharmacist or contact your local garbage/recycling department to learn about take-back programs in your community. See the FDA's Safe Disposal of Medicines website (http://goo.gl/c4Rm4p) for more information if you do not have access to a take-back program. It is important to keep all medication out of sight and reach of children as many containers (such as weekly pill minders and those for eye drops, creams, patches, and inhalers) are not child-resistant and young children can open them easily. To protect young children from poisoning, always lock safety caps and immediately place the medication in a safe location – one that is up and away and out of their sight and reach. http://www.upandaway.org",
            "MedicationInteractions" : "Albuterol can cause interactions with other medications. Interactions vary depending on the drugs you are taking, but can include: Increased blood pressure, Increased heart rate, Irregular heartbeat, Increased risk of a cardiovascular event You should tell your doctor if you are taking any other medicines, including prescription drugs, over-the-counter, supplements, and vitamins. “Certain medications are known to interact with albuterol and should be avoided,” according to Dr. Jeffrey. Prescriptions that could have dangerous drug interactions with albuterol include: Methacholine, Midodrine, Linezolid, Propranolol",
            "SideEffects" : "Albuterol may cause side effects. Tell your doctor if any of these symptoms are severe or do not go away:nervousness, shakiness, dizziness, headache, uncontrollable shaking of a part of the body, muscle cramps, excessive motion or activity, sudden changes in mood, nosebleed, nausea, increased or decreased appetite, difficulty falling asleep or staying asleep, pale skin, Some side effects can be serious. If you experience any of these symptoms, call your doctor immediately: fast, pounding, or irregular heartbeat, chest pain, fever, blisters or rash, hives, itching, swelling of the face, throat, tongue, lips, eyes, hands, feet, ankles, or lower legs, increased difficulty breathing, difficulty swallowing, hoarseness",
            "Overview" : "Albuterol is used to prevent and treat wheezing, difficulty breathing, chest tightness, and coughing caused by lung diseases such as asthma and chronic obstructive pulmonary disease (COPD; a group of diseases that affect the lungs and airways). Albuterol is in a class of medications called bronchodilators. It works by relaxing and opening the air passages to the lungs to make breathing easier.Albuterol comes as a tablet, a syrup, and an extended-release (long-acting) tablet to take by mouth. The tablets and syrup are usually taken three or four times a day. The extended-release tablets are usually taken once every 12 hours. Take albuterol at around the same times every day. Follow the directions on your prescription label carefully, and ask your doctor or pharmacist to explain any part you do not understand. Take albuterol exactly as directed. Do not take more or less of it or take it more often than prescribed by your doctor."            
         },
         {
            "DrugName" : "Allopurinol",
            "SimllarNames" : "Aloprim,Lopurin,Zyloprim",
            "MedicationStorage" : "Keep this medication in the container it came in, tightly closed, and out of reach of children. Store it at room temperature and away from excess heat and moisture (not in the bathroom). Unneeded medications should be disposed of in special ways to ensure that pets, children, and other people cannot consume them. However, you should not flush this medication down the toilet. Instead, the best way to dispose of your medication is through a medicine take-back program. Talk to your pharmacist or contact your local garbage/recycling department to learn about take-back programs in your community. See the FDA's Safe Disposal of Medicines website for more information if you do not have access to a take-back program. It is important to keep all medication out of sight and reach of children as many containers (such as weekly pill minders and those for eye drops, creams, patches, and inhalers) are not child-resistant and young children can open them easily. To protect young children from poisoning, always lock safety caps and immediately place the medication in a safe location – one that is up and away and out of their sight and reach.",
            "SideEffects" : "Stomach upset, nausea, diarrhea, or drowsiness may occur. If any of these effects last or get worse, tell your doctor or pharmacist promptly. Allopurinol may rarely cause very serious (possibly fatal) skin reactions. Some people in certain ethnic groups (such as people of African, Asian, or Native Hawaiian/Pacific Islander descent) are at greater risk. Your doctor may order a blood test to measure your risk before you start this medication. If the blood test shows you are at greater risk, your doctor should discuss the risks and benefits of allopurinol and other treatment choices with you. Get medical help right away if you develop any symptoms of a serious skin reaction, including: skin rash/blisters/peeling, itching, or swelling. Ask your doctor or pharmacist for more details. A very serious allergic reaction to this drug is rare. However, get medical help right away if you notice any symptoms of a serious allergic reaction, including: fever, swollen lymph nodes, rash, itching/swelling (especially of the face/tongue/throat), severe dizziness, trouble breathing.",
            "Overview" : "Allopurinol is used to treat gout and certain types of kidney stones. It is also used to prevent increased uric acid levels in patients receiving cancer chemotherapy. These patients can have increased uric acid levels due to release of uric acid from the dying cancer cells. Allopurinol works by reducing the amount of uric acid made by the body. Increased uric acid levels can cause gout and kidney problems."            
         },
         {
            "DrugName" : "Alprazolam",
            "SimllarNames" : "Niravam,Xanax,Xanax XR,Farmapram",
            "MedicationStorage" : "Keep this medication in the container it came in, tightly closed, and out of reach of children. Store it at room temperature and away from excess heat and moisture (not in the bathroom). It is important to keep all medication out of sight and reach of children as many containers (such as weekly pill minders and those for eye drops, creams, patches, and inhalers) are not child-resistant and young children can open them easily. To protect young children from poisoning, always lock safety caps and immediately place the medication in a safe location – one that is up and away and out of their sight and reach. Unneeded medications should be disposed of in special ways to ensure that pets, children, and other people cannot consume them. However, you should not flush this medication down the toilet. Instead, the best way to dispose of your medication is through a medicine take-back program. Talk to your pharmacist or contact your local garbage/recycling department to learn about take-back programs in your community. See the FDA's Safe Disposal of Medicines website for more information if you do not have access to a take-back program.",
            "MedicationInteractions" : "Some products that may interact with this drug include: kava, sodium oxybate.Other medications can affect the removal of alprazolam from your body, which may affect how alprazolam works. Examples include azole antifungals (such as itraconazole, ketoconazole), cimetidine, certain anti-depressants (such as fluoxetine, fluvoxamine, nefazodone), drugs to treat HIV (delavirdine, protease inhibitors such as indinavir), macrolide antibiotics (such as erythromycin), rifamycins (such as rifabutin), St. John's wort, drugs used to treat seizures (such as phenytoin), among others.",
            "SideEffects" : "Tell your doctor if any of these symptoms are severe or do not go away: drowsiness, light-headedness, headache, tiredness, dizziness, irritability, talkativeness, difficulty concentrating, dry mouth, increased salivation, changes in sex drive or ability, nausea, constipation, changes in appetite, weight changes, difficulty urinating, joint pain",
            "Overview" : "Alprazolam is used to treat anxiety and panic disorders. It belongs to a class of medications called benzodiazepines which act on the brain and nerves (central nervous system) to produce a calming effect. It works by enhancing the effects of a certain natural chemical in the body (GABA)."            
         }
         
        ]
}